{
    "markdown": "- [Zameen](https://www.zameen.com/)\n- Terms & Privacy Policy\n\n# Terms of Use\n\nFind the step-by-step usage criteria below and any additional conditions which may apply.\n\n##### 11th January 2022 (the **\"Effective Date\"**)\n\n- By using  [www.zameen.com](https://www.zameen.com/)  or the Zameen mobile application of the online platform (collectively, the **\"Website\"**), you confirm that you have read, understood and accept these terms of use along with the privacy policy (the **\"Terms\"**) as the terms which govern your access to and use of the Website and the Service and you agree to comply with them. If you do not accept or agree to comply with these Terms, you must not use this Website. Additionally, when using a portion of the Service, you agree to conform to any applicable posted guidelines for such Service, which may change or be updated from time to time at our sole discretion.\n- These Terms are made between Zameen Media (Private) Limited ( **\"we\"** **\"us\"** **\"our\"**, the **\"Company\"**, as applicable) and you ( **\"you\"** or the **\"User\"**). The Company is part of the Dubizzle Group (formerly EMPG Group) which operates various websites including the Website.\n- If you are a company advertising on our Website, you will be required to enter into additional terms and conditions set out in our Advertising Agreement, however, please note that these Terms will still apply and must be read in conjunction with any other agreement you enter into with the Company.\n\n1. Definitions\n\n2. General Terms\n\n3. Paid Postings\n\n4. Posting Agents\n\n5. No Spam Policy\n\n6. Limitation of Liability\n\n7. Indemnity\n\n8. Property\n\n9. Call Recordings/Brokers\n\n10. Ad Services Package\n\n11. General\n\nMore\n\n1. #### DEFINITIONS\n\n\nThe following capitalized terms shall have the following meaning, except where the context otherwise requires:\n\n01. **\"Advertising Agreement\"** – an agreement for the provision of advertising services or products entered into between the Company and the Client.\n02. **\"Ad Services Package\"** – the bundle of advertising product or service which the Company agrees to provide to the Customer, as set out in the relevant order form provided by the Company and signed by the Client to order the Ad Services Package pursuant to these Terms and the terms of the Advertising Agreement.\n03. **\"Affiliates\"** – any company that is controlled or owned by Zameen, any company commonly controlled or owned by Zameen and any Dubizzle Group entity jointly offering the Service.\n04. **\"Zameen\"** – Zameen Media (Private) Limited which is the owner of [www.zameen.com](https://www.zameen.com/) and whose registered office is Pearl One, 94 B/I, MM Alam Road, Gulberg III, Lahore.\n05. **\"Client\"** \\- the client entity that is party to the Advertising Agreement.\n06. **\"Customer\"** \\- any customer of the Client.\n07. **\"Effective Date\"** \\- the date set out at the top of these Terms.\n08. **\"Dubizzle Group\"** \\- the Dubizzle group of companies, including, without limitation, Zameen and any of its Affiliates.\n09. **\"Intellectual Property Rights\"** \\- all intellectual property, including patents, trade marks, rights in goodwill, database rights and rights in data, rights in designs, copyrights and topography rights (whether or not any of these rights are registered, and including applications and the right to apply for registration of any such rights) and all inventions, rights in know-how, trade secrets and confidential information, customer and supplier lists and other proprietary knowledge and information and all rights under licences and consents in relation to any such rights and all rights and forms of protection of a similar nature or having equivalent or similar effect to any of these which may subsist anywhere in the world for their full term, including any renewals and extensions.\n10. **\"Material\"** \\- material and content published on the Website or otherwise provided by the Company in connection with the Service.\n11. **\"Privacy Policy** \\- the privacy policy of the Company from time to time\n12. **\"Product\"** \\- an online classifieds advertising platform provided on the Website and the Ad Services Package.\n13. **\"Posting Agents\"** \\- a third-party agent, service or intermediary that offers to post Material to the Service on behalf of others.\n14. **\"Registration Details\"** \\- the details a User must provide upon registering for the Website from time to time (for example: name, phone numbers, email address, age and/or address).\n15. **\"Service\"** \\- the provision of the Website and the Product.\n16. **\"Unacceptable\"** \\- any material or information uploaded to or made available on the Website which under the law of any jurisdiction from which the Website may be accessed may be considered:\n       1. illegal, illicit, indecent, obscene, racist, offensive, pornographic, paedophilic, insulting, false, unreliable, misleading, harmful or potentially harmful to minors, threatening, libellous, alleged to be or actually defamatory or in infringement of third party rights (of whatever nature and including, without limitation, any Intellectual Property Rights), invasive of another’s privacy or other rights, to relate to or encourage money laundering or illegal gambling;\n       2. in breach of any applicable laws, regulations, standards or codes of practice (notwithstanding that compliance may not be compulsory);\n       3. in contravention of legislation, including without limitation, that relating to weapons, animals or alcohol; or\n       4. harmful to the Company’s reputation.\n17. **\"User Material\"** – material and content posted on the Website by a User or otherwise provided to the Dubizzle Group by a User in connection with the Website or the Service.\n\n[Contact Now to Advertise](https://www.zameen.com/contactus.html)",
    "metadata": {
      "title": "Terms & Conditions | Zameen.com",
      "language": "en",
      "viewport": "width=device-width, initial-scale=1, maximum-scale=1",
      "next-head-count": "5",
      "favicon": "https://asset-cdn.zameen.com/_next/static/legacy/public/images/common/favicon.svg",
      "description": "Zameen.com is committed to protecting the privacy of all visitors and subscribers. Please read this privacy policy carefully as it contains important information on who we are and how we collect, store, use and share your information.",
      "google-site-verification": "fB3vwqSEnr-VOOCClFGGM9Cpc-CZu8lUcApbkWYhqLU",
      "scrapeId": "80f1306e-2b68-4245-b0c6-f588d2d02e70",
      "sourceURL": "https://www.zameen.com/terms.html",
      "url": "https://www.zameen.com/terms.html",
      "statusCode": 200
    }
  }